Revit 2027 API
ParameterTypeId.CutTransparentInElevation Property
 "Transparent in Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CutTransparentInElevation { get; }
Public Shared ReadOnly Property CutTransparentInElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CutTransparentInElevation {
	ForgeTypeId^ get ();
}
static member CutTransparentInElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace